{
    "city": "New York",
    "country": "United States",
    "locationInformation":{
        "population": 8336817,
        "latitude": 40.7128,
        "longitude": -74.0060,
        "altitude": 10,
        "description": "New York City comprises 5 boroughs sitting where the Hudson River meets the Atlantic Ocean. At its core is Manhattan, a densely populated borough that’s among the world’s major commercial, financial and cultural centers. Its iconic sites include skyscrapers such as the Empire State Building and sprawling Central Park. Broadway theater is staged in neon-lit Times Square.",
        "history": "In 1624, the Dutch established the colony of New Amsterdam on Manhattan Island. The settlement was a fur trading post, but the Dutch West India Company soon realized that the land was more valuable as a colony. The Dutch built Fort Amsterdam to protect the settlement and, in 1626, Peter Minuit purchased the island of Manhattan from the Lenape people for trade goods worth about 60 guilders (or $24). The settlement was renamed New York in 1664, in honor of the Duke of York (later James II of England), and was granted city status in 1898.",
        "weather": "New York City has a humid subtropical climate and experiences all four seasons, with hot and humid summers (Jun–Sep), cool and dry autumns (Sep–Dec), cold winters (Dec–Mar), and wet springs (Mar–Jun). The city averages 234 days with at least some sunshine annually, and averages 42 inches of rain per year. Snowfall is common in the winter months, averaging 25 inches annually.",
        "industries": [
            "Finance",
            "Technology",
            "Media and Entertainment",
            "Fashion",
            "Healthcare",
            "Hospitality and Tourism",
            "Real Estate",
            "Education",
            "Professional Services",
            "Retail"
        ]
    },
    "tableauUrl":"https://public.tableau.com/views/Climate_17189123476900/NewYork?:language=en-US",
    "risksAndMitigations":{
        "topRisk": {
            "name":"Hurricanes",
            "description":"New York City is vulnerable to hurricanes, which can bring strong winds, heavy rain, and storm surges that can cause flooding, power outages, and property damage. The city's coastal location and dense urban infrastructure make it susceptible to the impacts of hurricanes, such as Hurricane Sandy in 2012. Climate change is expected to increase the frequency and intensity of hurricanes in the region, posing a growing risk to the city's resiliency and infrastructure."
        },
        "risks":[
            {
                "name":"Hurricane Sandy",
                "date":"2012-10-29",
                "description":"Hurricane Sandy was the deadliest and most destructive hurricane of the 2012 Atlantic hurricane season. Inflicting nearly $70 billion in damage, it was the second-costliest hurricane on record in the United States until surpassed by Hurricanes Harvey and Maria in 2017. The eighteenth named storm, tenth hurricane, and second major hurricane of the year, Sandy was a Category 3 storm at its peak intensity when it made landfall in Cuba. While it was a Category 2 hurricane off the coast of the Northeastern United States, the storm became the largest Atlantic hurricane on record (as measured by diameter, with winds spanning 1,100 miles)."
            },
            {
                "name":"Blizzard Jonas",
                "date":"2016-01-22",
                "description": "Blizzard Jonas was a historic winter storm that affected the Northeastern United States, including New York, in January 2016. It brought heavy snowfall, strong winds, and blizzard conditions, resulting in significant disruptions to transportation, power outages, and closures of schools and businesses. The storm dumped over 2 feet of snow in some areas and caused widespread travel delays and cancellations. Blizzard Jonas was one of the largest snowstorms to hit New York City in recent history."
            },
            {
                "name":"Extreme Heat Wave",
                "date":"2018-08-01",
                "description":"In August 2018, New York City experienced an extreme heat wave that brought record-breaking temperatures and dangerous heat indices. The heat wave lasted for several days, with temperatures soaring above 90 degrees Fahrenheit and heat indices exceeding 100 degrees Fahrenheit. The extreme heat posed health risks to residents, especially the elderly, children, and individuals with pre-existing medical conditions. The city implemented heat emergency plans, opened cooling centers, and issued heat advisories to help residents stay safe during the heat wave."
            },
            {
                "name": "Remnants of Hurricane Ida",
                "date": "2021-09-01",
                "description": "The remnants of Hurricane Ida brought heavy rain and severe flooding to New York City on September 1, 2021. The storm caused record-breaking rainfall, leading to flash floods, power outages, and transportation disruptions. The flooding overwhelmed the city's infrastructure, submerging streets, homes, and subway stations. The severe weather event highlighted the vulnerability of New York City to extreme weather events and the need for climate resilience measures."
            },
            {
                "name":"Nor'easter Storm",
                "date":"2022-01-01",
                "description":"The Nor'easter Storm in January 2022 brought heavy snowfall, strong winds, and blizzard conditions to New York City. The storm resulted in significant disruptions to transportation, power outages, and closures of schools and businesses. It dumped several inches of snow in some areas and caused travel delays and cancellations. The Nor'easter Storm was one of the major snowstorms to hit New York City in recent years."
            }
        ],
        "mitigations":[
            {
                "name":"New York City Stormwater Resiliency Plan",
                "description":"The New York City Stormwater Resiliency Plan is a comprehensive strategy to address the city's vulnerability to flooding and storm surges. The plan includes measures such as green infrastructure, coastal protection, and stormwater management to reduce the impact of extreme weather events and enhance the city's resilience to climate change. By investing in infrastructure upgrades and flood protection measures, the city aims to mitigate the risks of flooding and improve the overall resilience of its communities.",
                "url":"https://www1.nyc.gov/site/dep/environment/climate-resiliency.page"
            },
            {
                "name":"Cloudburst Management",
                "description":"The Cloudburst Management program in New York City aims to mitigate the impacts of heavy rainfall and prevent flooding in urban areas. Cloudbursts, which are intense and localized rainstorms, can overwhelm the city's drainage systems and lead to flash floods. The program focuses on implementing green infrastructure solutions, such as rain gardens, bioswales, and permeable pavements, to absorb and manage stormwater runoff. By enhancing the city's stormwater management infrastructure, the Cloudburst Management program helps protect communities, reduce property damage, and improve the overall resilience of New York City to extreme weather events.",
                "url":"https://www1.nyc.gov/site/dep/environment/climate-resiliency.page"
            },
            {
                "name":"PlaNYC: Getting Sustainability Done",
                "description":"PlaNYC: Getting Sustainability Done is a comprehensive sustainability plan for New York City. It was launched in 2007 with the goal of making the city more sustainable and resilient to the challenges of climate change. The plan focuses on reducing greenhouse gas emissions, improving air quality, conserving water resources, enhancing green spaces, and promoting sustainable transportation and energy efficiency. PlaNYC includes a wide range of initiatives and policies to achieve these goals, such as expanding public transportation, retrofitting buildings for energy efficiency, and increasing the use of renewable energy sources. By implementing PlaNYC, New York City aims to create a greener, healthier, and more sustainable future for its residents."
            },
            {
                "name":"The Financial District and Seaport Climate Resilience Master Plan",
                "description":"The Financial District and Seaport Climate Resilience Master Plan is a comprehensive strategy to address the vulnerability of the Financial District and Seaport areas in New York City to the impacts of climate change. The plan includes measures such as flood protection, stormwater management, and infrastructure upgrades to enhance the resilience of these areas to sea-level rise, storm surges, and other climate-related hazards. By implementing the master plan, the city aims to protect critical infrastructure, businesses, and communities in the Financial District and Seaport from the increasing risks associated with climate change.",
                "url":"https://www1.nyc.gov/site/sustainability/initiatives/financial-district-seaport.page"
            },
            {
                "name":"NYC CoolRoofs",
                "description":"NYC CoolRoofs is a program that aims to reduce energy consumption and mitigate the urban heat island effect in New York City by coating rooftops with reflective materials. By applying cool roof coatings, buildings can reflect more sunlight and absorb less heat, resulting in lower energy costs for cooling and reduced greenhouse gas emissions. The program offers incentives and technical assistance to building owners and managers to encourage the adoption of cool roofs. Additionally, NYC CoolRoofs helps create green jobs and improve the overall sustainability and resilience of the city's built environment.",
                "url":"https://www1.nyc.gov/site/sustainability/campaigns/coolroofs.page"
            },
            {
                "name":"Community Engagement & Education",
                "description":"Community engagement and education are essential components of climate resilience and disaster preparedness in New York City. The city works with local communities, schools, businesses, and organizations to raise awareness about climate change, extreme weather events, and emergency response strategies. By providing information, resources, and training on climate resilience, the city empowers residents to take action to protect themselves, their families, and their neighborhoods during emergencies. Community engagement and education initiatives help build social cohesion, foster collaboration, and enhance the overall resilience of New York City to climate-related risks.",
                "url":"https://www1.nyc.gov/site/sustainability/initiatives/community-engagement.page"
            }
        ]
    }
}